---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.NoInstparamFormulas
source: html/e9a82ea0-bfa8-ce73-7092-a5e4ac4f2759.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.NoInstparamFormulas Property

Instance Parameters can't be used in Type Parameter formulas.\n\n[Description]

## Syntax (C#)
```csharp
public static FailureDefinitionId NoInstparamFormulas { get; }
```